
/******************************************************************************
* 注释：整个LCD屏可容纳3行，每行0-84像素。对于12*12字体，5个字居中，应从6开始
******************************************************************************/
/* 显示12*12的点阵大小的汉字 */
/***************************************************************
* 名称：     显示12*12的点阵大小的汉字
* 功能：     “双向DCDC电源”
***************************************************************/
	 	LCD_Show_Chinese(6, 0, 12, 0);											//双
		LCD_Show_Chinese(18, 0, 12, 1);											//向
		LCD_Show_BigChar(30, 0, 6, 12, 'D');  									//D
		LCD_Show_BigChar(36, 0, 6, 12, 'C');  									//C
		LCD_Show_BigChar(42, 0, 6, 12, 'D');  									//D
		LCD_Show_BigChar(48, 0, 6, 12, 'C');  									//C
		LCD_Show_Chinese(54, 0, 12, 4);											//电
		LCD_Show_Chinese(66, 0, 12, 5);											//源



/***************************************************************
* 名称：     显示12*12的点阵大小的汉字
* 功能：     “输出电流.A”
*			 “输出电压.V”
***************************************************************/
	LCD_Show_Chinese(0, 2, 12, 12);		    									//输
	LCD_Show_Chinese(12, 2, 12, 13);		  									//出
	LCD_Show_Chinese(24, 2, 12, 14);		  									//电
	LCD_Show_Chinese(36, 2, 12, 15);		  									//流
	LCD_Show_BigChar(48, 2, 6, 12, ':');
	LCD_Show_BigChar(60, 2, 6, 12, '.');  										//.
	LCD_Show_Chinese(72, 2, 12, 19);		  									//A
	
	LCD_Show_Chinese(0, 4, 12, 12);												//输
	LCD_Show_Chinese(12, 4, 12, 13);											//出
	LCD_Show_Chinese(24, 4, 12, 14);											//电
	LCD_Show_Chinese(36, 4, 12, 21);											//压
	LCD_Show_BigChar(48, 4, 6, 12, ':');
	LCD_Show_BigChar(60, 4, 6, 12, '.');  										//.
	LCD_Show_Chinese(72, 4, 12, 20);		  									//A

/***************************************************************
* 名称：     显示12*12的点阵大小的汉字
* 功能：     “广东工业大学”
***************************************************************/

	LCD_Show_Chinese(6, 2, 12, 22);		    									//广
	LCD_Show_Chinese(18, 2, 12, 23);		  									//东
	LCD_Show_Chinese(30, 2, 12, 24);		  									//工
	LCD_Show_Chinese(42, 2, 12, 25);		  									//业
	LCD_Show_Chinese(54, 2, 12, 26);		  									//大
	LCD_Show_Chinese(66, 2, 12, 27);		  									//学